Revit 2027 API
ParameterTypeId.RbsPipeFluidViscosityParam Property
 "Fluid Dynamic Viscosity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFluidViscosityParam { get; }
Public Shared ReadOnly Property RbsPipeFluidViscosityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFluidViscosityParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFluidViscosityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace